Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld%% at night (9pm–7am)
ar: %lld%% ليلًا (9 م – 7 ص)
cs: %lld %% v noci (21:00–7:00)
da: %lld%% om natten (kl. 21–7)
de: %lld %% nachts (21–7 Uhr)
el: %lld%% τη νύχτα (21:00–07:00)
es: %lld%% de noche (21:00–7:00)
es_419: %lld%% de noche (21:00–7:00)
fi: %lld %% yöllä (klo 21–7)
fr: %lld %% la nuit (21 h–7 h)
he: %lld%% בלילה (21:00–7:00)
hi: %lld%% रात में (रात 9 से सुबह 7 बजे)
hr: %lld %% noću (21–7 h)
hu: %lld%% éjszaka (este 9 és reggel 7 között)
id: %lld%% pada malam hari (21.00–07.00)
it: %lld%% di notte (21:00–7:00)
ja: %lld%%が夜間（21時〜7時）
ko: 밤 시간대(오후 9시–오전 7시) %lld%%
ms: %lld%% pada waktu malam (9 malam–7 pagi)
nb: %lld %% om natten (kl. 21–07)
nl: %lld%% 's nachts (21–7 uur)
pl: %lld%% w nocy (21:00–7:00)
pt_br: %lld%% à noite (21h–7h)
pt_pt: %lld%% à noite (21h–7h)
ro: %lld%% noaptea (21:00–7:00)
sk: %lld %% v noci (21:00–7:00)
sv: %lld %% på natten (kl. 21–07)
th: %lld%% ตอนกลางคืน (21:00–07:00)
tr: Gece yaşanan: %%%lld (21:00–07:00)
uk: %lld%% уночі (21:00–7:00)
vi: %lld%% vào ban đêm (21:00–7:00)
zh_hans: 夜间（晚 9 点至早 7 点）占 %lld%%
zh_hant: %lld%% 在夜間（晚上 9 點至早上 7 點）

# %lld%% fewer than the %lld days before
source: %1$lld%% fewer than the %2$lld days before
ar: أقل بنسبة %1$lld%% من الأيام الـ%2$lld السابقة
cs: O %1$lld %% méně než předchozích %2$lld dní
da: %1$lld%% færre end de %2$lld dage før
de: %1$lld %% weniger als in den %2$lld Tagen davor
el: %1$lld%% λιγότερα σε σχέση με τις %2$lld προηγούμενες ημέρες
es: %1$lld%% menos que en los %2$lld días anteriores
es_419: %1$lld%% menos que los %2$lld días anteriores
fi: %1$lld %% vähemmän kuin %2$lld edeltävänä päivänä
fr: %1$lld %% de moins que les %2$lld jours précédents
he: %1$lld%% פחות מאשר ב-%2$lld הימים הקודמים
hi: पहले के %2$lld दिनों से %1$lld%% कम
hr: %1$lld %% manje nego u prethodnom razdoblju (%2$lld d)
hu: %1$lld%%-kal kevesebb, mint az előző %2$lld napban
id: %1$lld%% lebih sedikit dari %2$lld hari sebelumnya
it: %1$lld%% in meno rispetto ai %2$lld giorni precedenti
ja: 直前の%2$lld日間より%1$lld%%少ない
ko: 이전 %2$lld일보다 %1$lld%% 적어요
ms: %1$lld%% kurang berbanding %2$lld hari sebelumnya
nb: %1$lld %% færre enn de %2$lld dagene før
nl: %1$lld%% minder dan de %2$lld dagen ervoor
pl: o %1$lld%% mniej niż w %2$lld poprzednich dniach
pt_br: %1$lld%% a menos que nos %2$lld dias anteriores
pt_pt: %1$lld%% menos do que nos %2$lld dias anteriores
ro: Cu %1$lld%% mai puțin decât în zilele anterioare (%2$lld)
sk: o %1$lld %% menej ako v predchádzajúcom období (%2$lld d)
sv: %1$lld %% färre än de %2$lld dagarna innan
th: น้อยกว่า %2$lld วันก่อนหน้า %1$lld%%
tr: Önceki %2$lld güne göre %%%1$lld daha az
uk: на %1$lld%% менше, ніж за попередній період (%2$lld дн.)
vi: Ít hơn %1$lld%% so với %2$lld ngày trước đó
zh_hans: 比之前 %2$lld 天少 %1$lld%%
zh_hant: 比之前 %2$lld 天少 %1$lld%%

# %lld%% more than the %lld days before
source: %1$lld%% more than the %2$lld days before
ar: أكثر بنسبة %1$lld%% من الأيام الـ%2$lld السابقة
cs: O %1$lld %% více než předchozích %2$lld dní
da: %1$lld%% flere end de %2$lld dage før
de: %1$lld %% mehr als in den %2$lld Tagen davor
el: %1$lld%% περισσότερα σε σχέση με τις %2$lld προηγούμενες ημέρες
es: %1$lld%% más que en los %2$lld días anteriores
es_419: %1$lld%% más que los %2$lld días anteriores
fi: %1$lld %% enemmän kuin %2$lld edeltävänä päivänä
fr: %1$lld %% de plus que les %2$lld jours précédents
he: %1$lld%% יותר מאשר ב-%2$lld הימים הקודמים
hi: पहले के %2$lld दिनों से %1$lld%% ज़्यादा
hr: %1$lld %% više nego u prethodnom razdoblju (%2$lld d)
hu: %1$lld%%-kal több, mint az előző %2$lld napban
id: %1$lld%% lebih banyak dari %2$lld hari sebelumnya
it: %1$lld%% in più rispetto ai %2$lld giorni precedenti
ja: 直前の%2$lld日間より%1$lld%%多い
ko: 이전 %2$lld일보다 %1$lld%% 많아요
ms: %1$lld%% lebih berbanding %2$lld hari sebelumnya
nb: %1$lld %% flere enn de %2$lld dagene før
nl: %1$lld%% meer dan de %2$lld dagen ervoor
pl: o %1$lld%% więcej niż w %2$lld poprzednich dniach
pt_br: %1$lld%% a mais que nos %2$lld dias anteriores
pt_pt: %1$lld%% mais do que nos %2$lld dias anteriores
ro: Cu %1$lld%% mai mult decât în zilele anterioare (%2$lld)
sk: o %1$lld %% viac ako v predchádzajúcom období (%2$lld d)
sv: %1$lld %% fler än de %2$lld dagarna innan
th: มากกว่า %2$lld วันก่อนหน้า %1$lld%%
tr: Önceki %2$lld güne göre %%%1$lld daha fazla
uk: на %1$lld%% більше, ніж за попередній період (%2$lld дн.)
vi: Nhiều hơn %1$lld%% so với %2$lld ngày trước đó
zh_hans: 比之前 %2$lld 天多 %1$lld%%
zh_hant: 比之前 %2$lld 天多 %1$lld%%

# %lld%% of your surges in the last 30 days started around %@.
source: %1$lld%% of your surges in the last 30 days started around %2$@.
ar: بدأت %1$lld%% من موجاتكِ خلال آخر 30 يومًا في حدود الساعة %2$@.
cs: %1$lld %% tvých vln za posledních 30 dní začalo kolem %2$@.
da: %1$lld%% af dine bølger de seneste 30 dage begyndte omkring %2$@.
de: %1$lld %% deiner Wellen in den letzten 30 Tagen begannen gegen %2$@.
el: Το %1$lld%% των κυμάτων σου τις τελευταίες 30 ημέρες ξεκίνησε κοντά στην ώρα %2$@.
es: El %1$lld%% de tus oleadas de los últimos 30 días empezó en torno a una misma hora: %2$@.
es_419: El %1$lld%% de tus oleadas de los últimos 30 días empezó cerca de la misma hora: %2$@.
fi: %1$lld %% aalloistasi alkoi viimeisten 30 päivän aikana noin klo %2$@.
fr: %1$lld %% de vos vagues des 30 derniers jours ont commencé vers %2$@.
he: %1$lld%% מהגלים שלך ב-30 הימים האחרונים התחילו בסביבות %2$@.
hi: पिछले 30 दिनों में आपकी %1$lld%% लहरें %2$@ के आसपास शुरू हुईं।
hr: %1$lld %% tvojih valova u zadnjih 30 dana počelo je oko %2$@.
hu: Az elmúlt 30 napban a hullámaid %1$lld%%-a %2$@ körül kezdődött.
id: %1$lld%% gelombangmu dalam 30 hari terakhir dimulai sekitar pukul %2$@.
it: Il %1$lld%% delle tue ondate negli ultimi 30 giorni è iniziato verso le %2$@.
ja: 過去30日間のほてりの%1$lld%%は、%2$@ごろに始まっています。
ko: 최근 30일 동안 열감의 %1$lld%%가 %2$@ 무렵에 시작됐어요.
ms: %1$lld%% daripada gelombang anda dalam 30 hari lepas bermula sekitar %2$@.
nb: %1$lld %% av bølgene dine de siste 30 dagene startet rundt %2$@.
nl: %1$lld%% van je golven in de afgelopen 30 dagen begon rond %2$@.
pl: %1$lld%% twoich fal z ostatnich 30 dni zaczęło się około %2$@.
pt_br: %1$lld%% das suas ondas nos últimos 30 dias começaram perto deste horário: %2$@.
pt_pt: %1$lld%% das tuas ondas nos últimos 30 dias começaram por volta desta hora: %2$@.
ro: %1$lld%% dintre valurile tale din ultimele 30 de zile au început în jurul orei %2$@.
sk: %1$lld %% tvojich vĺn za posledných 30 dní začalo okolo %2$@.
sv: %1$lld %% av dina vågor de senaste 30 dagarna började runt %2$@.
th: %1$lld%% ของระลอกร้อนในช่วง 30 วันที่ผ่านมาเริ่มราวเวลา %2$@
tr: Son 30 gündeki dalgalarının %%%1$lld kadarı saat %2$@ civarında başladı.
uk: %1$lld%% твоїх хвиль за останні 30 днів почалися близько %2$@.
vi: %1$lld%% số cơn nóng của bạn trong 30 ngày qua bắt đầu vào khoảng %2$@.
zh_hans: 过去 30 天里，你有 %1$lld%% 的热浪在 %2$@ 前后开始。
zh_hant: 過去 30 天內，有 %1$lld%% 的熱浪在 %2$@ 左右開始。

source: %lldd
ar: %lld ي
de: %lld T
el: %lld ημ.
fi: %lld pv
fr: %lld j
he: %lld ימ׳
hi: %lld दिन
hu: %lld nap
id: %lld hr
it: %lldg
ja: %lld日
ko: %lld일
ms: %lld hari
ro: %lld z
th: %lld วัน
tr: %lld g
uk: %lld дн.
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

source: 1–5 min
ar: 1–5 د
el: 1–5 λεπ.
he: 1–5 דק׳
hi: 1–5 मिनट
hu: 1–5 perc
id: 1–5 mnt
ja: 1〜5分
ko: 1–5분
th: 1–5 นาที
tr: 1–5 dk
uk: 1–5 хв
vi: 1–5 phút
zh_hans: 1–5 分钟
zh_hant: 1–5 分鐘

source: 3am club
ar: نادي الثالثة فجرًا
cs: Klub třetí ranní
da: Kl. 3-klubben
de: 3-Uhr-Club
el: Λέσχη των 3 τα ξημερώματα
es: Club de las 3 de la madrugada
es_419: Club de las 3 a. m.
fi: Kello kolmen kerho
fr: Club des 3 h du mat’
he: מועדון השלוש בלילה
hi: रात 3 बजे वाला क्लब
hr: Klub 3 ujutro
hu: Hajnali hármas klub
id: Klub jam 3 pagi
it: Club delle 3 di notte
ja: 丑三つ時クラブ
ko: 새벽 3시 클럽
ms: Kelab 3 pagi
nb: Klokka tre-klubben
nl: De 3-uurclub
pl: Klub trzeciej w nocy
pt_br: Clube das 3 da manhã
pt_pt: Clube das 3 da manhã
ro: Clubul de la ora 3
sk: Klub tretej ráno
sv: Vargtimmesklubben
th: ชมรมตีสาม
tr: Gece 3 kulübü
uk: Клуб третьої ночі
vi: Hội 3 giờ sáng
zh_hans: 凌晨三点俱乐部
zh_hant: 凌晨三點俱樂部

source: 5–15 min
ar: 5–15 د
el: 5–15 λεπ.
he: 5–15 דק׳
hi: 5–15 मिनट
hu: 5–15 perc
id: 5–15 mnt
ja: 5〜15分
ko: 5–15분
th: 5–15 นาที
tr: 5–15 dk
uk: 5–15 хв
vi: 5–15 phút
zh_hans: 5–15 分钟
zh_hant: 5–15 分鐘

source: 7 days
ar: 7 أيام
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 días
es_419: 7 días
fi: 7 päivää
fr: 7 jours
he: 7 ימים
hi: 7 दिन
hr: 7 dana
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7日間
ko: 7일
ms: 7 hari
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
pt_pt: 7 dias
ro: 7 zile
sk: 7 dní
sv: 7 dagar
th: 7 วัน
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

source: 15+ min
ar: 15 د فأكثر
el: 15+ λεπ.
fr: 15 min et +
he: 15+ דק׳
hi: 15+ मिनट
hu: 15+ perc
id: 15+ mnt
ja: 15分以上
ko: 15분 이상
th: 15 นาทีขึ้นไป
tr: 15+ dk
uk: 15+ хв
vi: 15+ phút
zh_hans: 15 分钟以上
zh_hant: 15 分鐘以上

source: 30 days
ar: 30 يومًا
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
es_419: 30 días
fi: 30 päivää
fr: 30 jours
he: 30 יום
hi: 30 दिन
hr: 30 dana
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日間
ko: 30일
ms: 30 hari
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
pt_pt: 30 dias
ro: 30 de zile
sk: 30 dní
sv: 30 dagar
th: 30 วัน
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: 30 days logged
ar: 30 يومًا من التسجيل
cs: 30 dní se záznamy
da: 30 dage registreret
de: 30 Tage erfasst
el: 30 ημέρες καταγραφής
es: 30 días registrados
es_419: 30 días registrados
fi: 30 päivää kirjattu
fr: 30 jours enregistrés
he: 30 ימים של תיעוד
hi: 30 दिन दर्ज हो गए
hr: Zabilježeno 30 dana
hu: 30 nap rögzítve
id: 30 hari tercatat
it: 30 giorni registrati
ja: 30日分の記録が集まりました
ko: 30일 기록 달성
ms: 30 hari dicatat
nb: 30 dager registrert
nl: 30 dagen bijgehouden
pl: 30 dni zapisów
pt_br: 30 dias registrados
pt_pt: 30 dias registados
ro: 30 de zile înregistrate
sk: 30 dní záznamov
sv: 30 dagar loggade
th: บันทึกครบ 30 วัน
tr: 30 gün kaydedildi
uk: 30 днів записів
vi: Đã ghi 30 ngày
zh_hans: 已记录 30 天
zh_hant: 已記錄 30 天

source: 30 or 90 days of history and the heat calendar
ar: سجل 30 أو 90 يومًا وتقويم الحرارة
cs: Historie za 30 nebo 90 dní a tepelný kalendář
da: 30 eller 90 dages historik og varmekalenderen
de: 30 oder 90 Tage Verlauf und der Hitzekalender
el: Ιστορικό 30 ή 90 ημερών και το θερμικό ημερολόγιο
es: Historial de 30 o 90 días y el calendario de calor
es_419: Historial de 30 o 90 días y el calendario de calor
fi: 30 tai 90 päivän historia ja lämpökalenteri
fr: 30 ou 90 jours d’historique et le calendrier de chaleur
he: היסטוריה של 30 או 90 יום ולוח החום
hi: 30 या 90 दिन का इतिहास और हीट कैलेंडर
hr: 30 ili 90 dana povijesti i toplinski kalendar
hu: 30 vagy 90 nap előzményei és a hőnaptár
id: Riwayat 30 atau 90 hari dan kalender panas
it: 30 o 90 giorni di storico e il calendario del calore
ja: 30日または90日分の記録とほてりカレンダー
ko: 30일 또는 90일 기록과 히트맵 달력
ms: Sejarah 30 atau 90 hari dan kalendar haba
nb: 30 eller 90 dagers historikk og hetekalenderen
nl: 30 of 90 dagen geschiedenis en de hittekalender
pl: Historia z 30 lub 90 dni i kalendarz cieplny
pt_br: 30 ou 90 dias de histórico e o calendário de calor
pt_pt: 30 ou 90 dias de histórico e o calendário de calor
ro: Istoric de 30 sau 90 de zile și calendarul căldurii
sk: História za 30 alebo 90 dní a tepelný kalendár
sv: 30 eller 90 dagars historik och värmekalendern
th: ประวัติ 30 หรือ 90 วัน และปฏิทินความร้อน
tr: 30 ya da 90 günlük geçmiş ve ısı takvimi
uk: Історія за 30 або 90 днів і тепловий календар
vi: Lịch sử 30 hoặc 90 ngày và lịch nhiệt
zh_hans: 30 天或 90 天的记录和热力日历
zh_hant: 30 天或 90 天的紀錄與熱度月曆

source: 30, 90 and 365-day heat maps and stats
ar: خرائط حرارة وإحصاءات لـ30 و90 و365 يومًا
cs: Tepelné mapy a statistiky za 30, 90 a 365 dní
da: Varmekort og statistik for 30, 90 og 365 dage
de: Hitzekarten und Statistiken für 30, 90 und 365 Tage
el: Θερμικοί χάρτες και στατιστικά 30, 90 και 365 ημερών
es: Mapas de calor y estadísticas de 30, 90 y 365 días
es_419: Mapas de calor y estadísticas de 30, 90 y 365 días
fi: 30, 90 ja 365 päivän lämpökartat ja tilastot
fr: Cartes de chaleur et stats sur 30, 90 et 365 jours
he: מפות חום ונתונים ל-30, ל-90 ול-365 יום
hi: 30, 90 और 365 दिन के हीट मैप और आँकड़े
hr: Toplinske karte i statistika za 30, 90 i 365 dana
hu: 30, 90 és 365 napos hőtérképek és statisztikák
id: Peta panas dan statistik 30, 90, dan 365 hari
it: Mappe del calore e statistiche a 30, 90 e 365 giorni
ja: 30日・90日・365日のヒートマップと統計
ko: 30일, 90일, 365일 히트맵과 통계
ms: Peta haba dan statistik 30, 90 dan 365 hari
nb: Hetekart og statistikk for 30, 90 og 365 dager
nl: Hittekaarten en statistieken over 30, 90 en 365 dagen
pl: Mapy cieplne i statystyki z 30, 90 i 365 dni
pt_br: Mapas de calor e estatísticas de 30, 90 e 365 dias
pt_pt: Mapas de calor e estatísticas de 30, 90 e 365 dias
ro: Hărți ale căldurii și statistici pentru 30, 90 și 365 de zile
sk: Tepelné mapy a štatistiky za 30, 90 a 365 dní
sv: Värmekartor och statistik för 30, 90 och 365 dagar
th: แผนที่ความร้อนและสถิติ 30, 90 และ 365 วัน
tr: 30, 90 ve 365 günlük ısı haritaları ve istatistikler
uk: Теплові карти й статистика за 30, 90 і 365 днів
vi: Bản đồ nhiệt và thống kê 30, 90 và 365 ngày
zh_hans: 30 天、90 天和 365 天的热力图与统计
zh_hant: 30 天、90 天和 365 天的熱度圖與統計

source: 30, 90 and 365-day views are part of MenoMap Pro.
ar: عرض 30 و90 و365 يومًا جزء من MenoMap Pro.
cs: Přehledy za 30, 90 a 365 dní jsou součástí MenoMap Pro.
da: Visning af 30, 90 og 365 dage er en del af MenoMap Pro.
de: Ansichten für 30, 90 und 365 Tage gehören zu MenoMap Pro.
el: Οι προβολές 30, 90 και 365 ημερών είναι μέρος του MenoMap Pro.
es: Las vistas de 30, 90 y 365 días forman parte de MenoMap Pro.
es_419: Las vistas de 30, 90 y 365 días son parte de MenoMap Pro.
fi: 30, 90 ja 365 päivän näkymät kuuluvat MenoMap Pro -versioon.
fr: Les vues sur 30, 90 et 365 jours font partie de MenoMap Pro.
he: תצוגות של 30, 90 ו-365 יום הן חלק מ-MenoMap Pro.
hi: 30, 90 और 365 दिन के व्यू MenoMap Pro में मिलते हैं।
hr: Prikazi za 30, 90 i 365 dana dio su paketa MenoMap Pro.
hu: A 30, 90 és 365 napos nézet a MenoMap Pro része.
id: Tampilan 30, 90, dan 365 hari termasuk dalam MenoMap Pro.
it: Le viste a 30, 90 e 365 giorni fanno parte di MenoMap Pro.
ja: 30日・90日・365日の表示はMenoMap Proの機能です。
ko: 30일, 90일, 365일 보기는 MenoMap Pro 기능이에요.
ms: Paparan 30, 90 dan 365 hari ialah sebahagian daripada MenoMap Pro.
nb: Visning for 30, 90 og 365 dager er en del av MenoMap Pro.
nl: Weergaven over 30, 90 en 365 dagen horen bij MenoMap Pro.
pl: Widoki 30, 90 i 365 dni są częścią MenoMap Pro.
pt_br: As visualizações de 30, 90 e 365 dias fazem parte do MenoMap Pro.
pt_pt: As vistas de 30, 90 e 365 dias fazem parte do MenoMap Pro.
ro: Perioadele de 30, 90 și 365 de zile fac parte din MenoMap Pro.
sk: Prehľady za 30, 90 a 365 dní sú súčasťou MenoMap Pro.
sv: Vyerna för 30, 90 och 365 dagar ingår i MenoMap Pro.
th: มุมมอง 30, 90 และ 365 วันเป็นส่วนหนึ่งของ MenoMap Pro
tr: 30, 90 ve 365 günlük görünümler MenoMap Pro'ya dahildir.
uk: Огляди за 30, 90 і 365 днів входять до MenoMap Pro.
vi: Chế độ xem 30, 90 và 365 ngày thuộc MenoMap Pro.
zh_hans: 30 天、90 天和 365 天视图属于 MenoMap Pro。
zh_hant: 30 天、90 天和 365 天檢視是 MenoMap Pro 的功能。

source: 90 days
ar: 90 يومًا
cs: 90 dní
da: 90 dage
de: 90 Tage
el: 90 ημέρες
es: 90 días
es_419: 90 días
fi: 90 päivää
fr: 90 jours
he: 90 יום
hi: 90 दिन
hr: 90 dana
hu: 90 nap
id: 90 hari
it: 90 giorni
ja: 90日間
ko: 90일
ms: 90 hari
nb: 90 dager
nl: 90 dagen
pl: 90 dni
pt_br: 90 dias
pt_pt: 90 dias
ro: 90 de zile
sk: 90 dní
sv: 90 dagar
th: 90 วัน
tr: 90 gün
uk: 90 днів
vi: 90 ngày
zh_hans: 90 天
zh_hant: 90 天

source: A cool, dark room, a fan, breathable bedding and layers you can shed often help. Try it as a two-week experiment.
ar: غالبًا ما تساعد غرفة باردة ومظلمة، ومروحة، وأغطية سرير جيدة التهوية، وطبقات من الملابس يسهل خلعها. اختبري ذلك بتجربة لمدة أسبوعين.
cs: Často pomůže chladná, tmavá ložnice, ventilátor, prodyšné povlečení a vrstvy oblečení, které můžeš shodit. Vyzkoušej to jako dvoutýdenní experiment.
da: Et køligt, mørkt soveværelse, en ventilator, åndbart sengetøj og tøj i lag, du kan tage af, hjælper ofte. Prøv det som et eksperiment i to uger.
de: Ein kühles, dunkles Zimmer, ein Ventilator, atmungsaktives Bettzeug und Kleidung in Schichten, die du ablegen kannst, helfen oft. Probier es als Zwei-Wochen-Experiment aus.
el: Συχνά βοηθούν ένα δροσερό, σκοτεινό δωμάτιο, ένας ανεμιστήρας, σκεπάσματα που αναπνέουν και ρούχα σε στρώσεις που βγάζεις εύκολα. Δοκίμασέ το ως πείραμα δύο εβδομάδων.
es: Una habitación fresca y a oscuras, un ventilador, ropa de cama transpirable y capas que puedas quitarte suelen ayudar. Pruébalo como experimento de dos semanas.
es_419: Una habitación fresca y oscura, un ventilador, ropa de cama transpirable y ropa en capas que puedas quitarte suelen ayudar. Pruébalo como un experimento de dos semanas.
fi: Viileä ja pimeä huone, tuuletin, hengittävät vuodevaatteet ja kerrokset, joita voi riisua, auttavat usein. Testaa sitä kahden viikon kokeiluna.
fr: Une chambre fraîche et sombre, un ventilateur, une literie respirante et des couches de vêtements faciles à retirer aident souvent. Faites-en un essai de deux semaines.
he: חדר קריר וחשוך, מאוורר, מצעים נושמים ושכבות לבוש שקל להוריד עוזרים לעיתים קרובות. אפשר לנסות את זה כניסוי של שבועיים.
hi: ठंडा, अँधेरा कमरा, पंखा, हवादार बिस्तर और ऐसे कपड़ों की परतें जिन्हें आसानी से उतार सकें, अक्सर मदद करते हैं। इसे दो हफ़्ते के प्रयोग की तरह आज़माएँ।
hr: Često pomažu prohladna, zamračena soba, ventilator, prozračna posteljina i slojevi odjeće koje lako skineš. Isprobaj to kao dvotjedni eksperiment.
hu: Hűvös, sötét szoba, ventilátor, jól szellőző ágynemű és könnyen levehető rétegek gyakran segítenek. Próbáld ki kéthetes kísérletként.
id: Kamar yang sejuk dan gelap, kipas angin, seprai berbahan adem, dan pakaian berlapis yang mudah dilepas sering membantu. Jadikan uji coba dua minggu.
it: Una stanza fresca e buia, un ventilatore, biancheria da letto traspirante e strati da togliere spesso aiutano. Provalo come esperimento di due settimane.
ja: 涼しく暗い部屋、扇風機、通気性のよい寝具、すぐに脱げる重ね着が役立つことがよくあります。2週間の実験として試してみてください。
ko: 시원하고 어두운 방, 선풍기, 통기성 좋은 침구, 쉽게 벗을 수 있는 겹옷이 도움이 되는 경우가 많아요. 2주 실험으로 해 보세요.
ms: Bilik yang sejuk dan gelap, kipas, cadar yang telap udara dan pakaian berlapis yang mudah ditanggalkan selalunya membantu. Cubalah sebagai eksperimen dua minggu.
nb: Et kjølig, mørkt rom, en vifte, sengetøy som puster og klær i lag du kan ta av, hjelper ofte. Prøv det som et eksperiment i to uker.
nl: Een koele, donkere kamer, een ventilator, ademend beddengoed en laagjes die je kunt uittrekken helpen vaak. Probeer het als experiment van twee weken.
pl: Chłodna, ciemna sypialnia, wentylator, przewiewna pościel i warstwy ubrań, które łatwo zdjąć, często pomagają. Wypróbuj to jako dwutygodniowy eksperyment.
pt_br: Um quarto fresco e escuro, um ventilador, roupa de cama leve e camadas de roupa fáceis de tirar costumam ajudar. Teste como um experimento de duas semanas.
pt_pt: Um quarto fresco e escuro, uma ventoinha, roupa de cama respirável e camadas que possas tirar costumam ajudar. Testa isto numa experiência de duas semanas.
ro: O cameră răcoroasă și întunecată, un ventilator, lenjerie de pat care respiră și straturi de haine pe care le poți da jos te ajută adesea. Încearcă asta ca experiment de două săptămâni.
sk: Často pomôže chladná, tmavá izba, ventilátor, priedušná posteľná bielizeň a oblečenie vo vrstvách, ktoré sa dajú zhodiť. Vyskúšaj to ako dvojtýždňový experiment.
sv: Ett svalt, mörkt rum, en fläkt, sängkläder som andas och lager du kan ta av hjälper ofta. Testa det som ett tvåveckorsexperiment.
th: ห้องที่เย็นและมืด พัดลม เครื่องนอนที่ระบายอากาศได้ดี และเสื้อผ้าหลายชั้นที่ถอดออกได้ มักช่วยได้ ลองทำเป็นการทดลองสองสัปดาห์
tr: Serin ve karanlık bir oda, vantilatör, hava alan yatak takımı ve kolayca çıkarabileceğin katmanlar çoğu zaman işe yarar. Bunu iki haftalık bir deney olarak dene.
uk: Часто допомагають прохолодна темна кімната, вентилятор, постільна білизна, що дихає, і шари одягу, які легко зняти. Спробуй це як двотижневий експеримент.
vi: Phòng mát và tối, có quạt, chăn ga thoáng khí và mặc nhiều lớp dễ cởi thường giúp ích. Hãy thử trong một thử nghiệm hai tuần.
zh_hans: 凉爽昏暗的房间、一台风扇、透气的床品，以及可以随时脱掉的多层衣物，通常会有帮助。可以把它当作一次两周实验来试试。
zh_hant: 涼爽、昏暗的房間、電風扇、透氣的寢具，以及可以隨時脫掉的多層衣物，通常都有幫助。可以把它當成兩週的實驗試試看。

source: a day
ar: في اليوم
cs: denně
da: om dagen
de: pro Tag
el: την ημέρα
es: al día
es_419: al día
fi: päivässä
fr: par jour
he: ביום
hi: प्रतिदिन
hr: dnevno
hu: naponta
id: sehari
it: al giorno
ja: 1日あたり
ko: 하루 평균
ms: sehari
nb: per dag
nl: per dag
pl: dziennie
pt_br: por dia
pt_pt: por dia
ro: pe zi
sk: za deň
sv: om dagen
th: ต่อวัน
tr: gün başına
uk: на день
vi: mỗi ngày
zh_hans: 每天
zh_hant: 每天

source: A few evening check-ins and your sleep, mood and energy lines appear here.
ar: بعد بضع مرات من تسجيل المساء، ستظهر هنا خطوط نومكِ ومزاجكِ وطاقتكِ.
cs: Po několika večerních zápisech se tu objeví tvoje křivky spánku, nálady a energie.
da: Efter et par aftentjek dukker dine kurver for søvn, humør og energi op her.
de: Nach ein paar abendlichen Check-ins erscheinen hier deine Kurven für Schlaf, Stimmung und Energie.
el: Μετά από μερικούς βραδινούς απολογισμούς, εδώ εμφανίζονται οι γραμμές για τον ύπνο, τη διάθεση και την ενέργειά σου.
es: Con unos cuantos repasos del día, aquí aparecerán tus líneas de sueño, ánimo y energía.
es_419: Con algunos repasos de la noche, aquí aparecerán tus líneas de sueño, ánimo y energía.
fi: Kun olet vastannut muutamaan iltakyselyyn, unen, mielialan ja energian käyrät näkyvät tässä.
fr: Après quelques bilans du soir, vos courbes de sommeil, d’humeur et d’énergie apparaîtront ici.
he: אחרי כמה צ׳ק-אינים של ערב יופיעו כאן הקווים של השינה, מצב הרוח והאנרגיה שלך.
hi: शाम के कुछ चेक-इन के बाद आपकी नींद, मूड और एनर्जी की रेखाएँ यहाँ दिखेंगी।
hr: Nakon nekoliko večernjih upisa ovdje se pojavljuju krivulje spavanja, raspoloženja i energije.
hu: Néhány esti kérdőív után itt jelennek meg az alvás-, hangulat- és energiagörbéid.
id: Setelah beberapa check-in malam, garis tidur, suasana hati, dan energimu muncul di sini.
it: Dopo qualche check-in serale, qui compaiono le linee di sonno, umore ed energia.
ja: 夜のふり返りを何日か続けると、睡眠・気分・元気のグラフがここに表示されます。
ko: 저녁 체크인을 몇 번 하면 수면, 기분, 에너지 그래프가 여기에 나타나요.
ms: Selepas beberapa semakan malam, garis tidur, mood dan tenaga anda akan muncul di sini.
nb: Etter noen kveldsinnsjekker dukker linjene for søvn, humør og energi opp her.
nl: Na een paar avondcheck-ins verschijnen hier je lijnen voor slaap, stemming en energie.
pl: Po kilku wieczornych podsumowaniach pojawią się tu wykresy snu, nastroju i energii.
pt_br: Depois de alguns check-ins da noite, suas linhas de sono, humor e energia aparecem aqui.
pt_pt: Com alguns check-ins ao fim do dia, as tuas linhas de sono, humor e energia aparecem aqui.
ro: După câteva bilanțuri de seară, aici apar curbele pentru somn, dispoziție și energie.
sk: Po niekoľkých večerných zhodnoteniach dňa sa tu objavia krivky spánku, nálady a energie.
sv: Efter några incheckningar på kvällen dyker dina kurvor för sömn, humör och energi upp här.
th: เช็กอินตอนเย็นอีกไม่กี่ครั้ง แล้วเส้นกราฟการนอน อารมณ์ และพลังงานของคุณจะแสดงที่นี่
tr: Birkaç akşam yoklamasından sonra uyku, duygu durumu ve enerji çizgilerin burada görünür.
uk: Після кількох вечірніх підсумків тут зʼявляться лінії сну, настрою й енергії.
vi: Sau vài lần ghi nhật ký tối, các đường giấc ngủ, tâm trạng và năng lượng của bạn sẽ hiện ở đây.
zh_hans: 完成几次晚间打卡后，你的睡眠、情绪和精力曲线就会显示在这里。
zh_hant: 完成幾次晚間回顧後，你的睡眠、情緒和精力曲線就會出現在這裡。
